IX-1p
NOT
(1h)HAVE
ONE-DOLLAR+
(1h)part:indef
(1h)(flat-O)PAY/SPEND
NONE/NOTHING_2++
STUDY
FUTURE
FAIL
EMERGENCY+
IX-loc:i
GO-OUT
WHERE
BUY
FLOWER
WHO
NONE/NOTHING_2
READ_2
BORE
HAPPEN
RAIN
HAVE
UMBRELLA+
(1h)PAY/BUY
CAR
INSURANCE/INFECTION
FOR-FOR++
NEVER
CAN
FIND/FIND-OUT
UMBRELLA
IX-2p
(1h)DO-DO
THAT
FOR-FOR+
FOR
REALLY
IX-3p:i
(1h)i:GIFT:j
MOTHER+
LIKE
SURPRISE
fs-JOHN
TAKE
DRIVE
fs-MARY
WORK++
CAR+
BREAK-DOWN
POSS-1p-pl
COUSIN
BREAK
IX-3p:j
fs-TRUCK
#NO+
WHY++
CHOCOLATE
DRY-CEREAL
NONE/NOTHING
part:indef
SISTER
FATHER+
PINEAPPLE
fs-CREAM+CHEESE
i:SAME-1p+
CHEESE
(1h)VOMIT/HATE
RAIN+
WORK
EVERYDAY
FULL
#GAS
5"wave
no"
VOMIT/HATE
(1h)5"wave
fs-CREAM+CHEESE+
WHY+
CHEESE+
POSS-2p
fs-CREAM+fs-CHEESE
NOW+
(5)WEATHER
BEAUTIFUL
SELF-3p:i+
VEGETABLE+AGENT
BUOY
AGENT
#NO+++
REALLY+WORK
IX-1p+
5"oh
well"
(1h)WOW/AWFUL
TAKE-continuative
WORK+
NOW
LOUSY
#NO++
USE_2+
CORRECT
KEY+
IX-loc:j
HOMEWORK+
(1h)5"hey"
REALLY+WORK+
KISS-FIST
fs-LOX
#IF
WIN
fs-LOTTERY
IX-1p-pl:i+
DEPART
ns-JAMAICA
#IF+
STUDY+
GUARANTEE
(1h)5"whoa"
ONE-DOLLAR++
RAIN++
IMPOSSIBLE+
IF+
YES++
GO
MONEY+
NOTHING-AT-ALL
FRIEND
#WHEN
5"uh"
TOMORROW
(25)WHY
PARTY
fs-CEREAL
WEATHER
NOW++
HOMEWORK
(1h)5"you
know"
FATHER
i:SAME-1p
VEGETABLE
FINE+
MOTHER
LAST-WEEK
TEST
B
(2h)LOOK
MOVIE
FINISH
NEXT-WEEK
HOPE
PASS
AGAIN
NOW-WEEK
SAVE-MONEY
(1h)NOW
RECENT-PAST
ARRIVE
ON
TIME
fs-LATE
5"frustration"
(1h)NOW+NIGHT
NIGHT
BUY+++
SPEND
TWO-HUNDRED
DOLLAR
fs-CREAM
POSS-2p:i
#NO
YES
FAVORITE/PREFER+
ns-CHICAGO
KNOW+
fs-JOHN:i
MAYBE
(1h)COME
(Y)YESTERDAY
SAME-TIME
BORN
BIG_2
BABY
(1h)GOOD/THANK-YOU
READ+
MANY
BOOK+
DECIDE
DO-DO
LIVE
HERE
POSS-1p+
LATE+
NEW
IX-1p-pl-2:i
KNOW
ACCEPT
DO-DO+
i:TELL:j
5"I
don
MAYBE+
MOVE
POSS-3p:i
HERE+
DIFFERENT
BICYCLE
TIME-FOUR++
DIFFERENT+
LOVE
(5)MAN
(5)WOMAN
(1h)(V/2)COME:j
TOGETHER/GO-STEADY
TELL:j+
(2h)alt.LIE+++++
PCL:2"people
walking"
FUNNY
SERIOUS
LIBRARY
NAME
fs-JANET
fs-JANE
BOY+
SCL:3"bike
crashing"
SCL:3"fall
off
bike"
GO-OUT+
COLD
HOT
DRINK
(1h)GOOD/THANK-YOU+NIGHT
BOY
fs-BOB
SELL+
WANT
SHOE
BUTTER